Repository: common-repository/hello-i-am-here
Catalog: languages/hello-here-*.po
Languages: ca, es_es

source: By using this version of "Hello I am Here", you are aware that your meetings will be hosted on third-party servers. Never share confidential information in your conversations and chats. If you want to use your own server, you can still use this plugin with your server, but you should hire someone to set it up for you.
ca: Al utilitzar aquesta versió de "Hello I am Here", ets conscient de que les teves reunions estàn allotjades a servidors de tercers. Mai comparteixis informació confidencial a les teves conversacions i chats. Si vols utilitzar el teu propi servidor, pots seguir utilitzant aquest plugin, però hauràs de contractar algú per configurar-lo.
es_es: Al usar esta versión de "Hello I am Here", eres consciente de que tus reuniones estarán alojadas en servidores de terceros. Nunca compartas información confidencial en tus conversaciones y chats. Si quieres usar tu propio servidor, puedes seguir usando este plugin con tu servidor, pero deberías contratar a alguien para que te lo configure.

source: Can't get any meeting
ca: No hi ha cap reunió
es_es: No existen reuniones

source: Code
ca: Codi
es_es: Código

source: Connect
ca: Connectar
es_es: Conectar

source: Create a new Hello I am here! from this page
ca: Crea una nova reunió des d'aquesta pàgina
es_es: Crea una nueva reunión desde esta página

source: Create instant meetings with your clients or potential clients.
ca: Crea reunions instantànees amb el teus clients o potencial clients.
es_es: Crea reuniones instantáneas con tus clientes o potenciales clientes.

source: Create meet!
ca: Crear reunió!
es_es: Crear reunión!

source: Create new meeting
ca: Crear nova reunió
es_es: Crear nueva reunión

source: Created at
ca: Creat el
es_es: Creado el

source: Created meetings
ca: Reunions creades
es_es: Reuniones creadas

source: Date/Time
ca: Data/Hora
es_es: Fecha/Hora

source: Delete
ca: Borrar
es_es: Borrar

source: Disclaimer
ca: Descàrrega de responsabilitat
es_es: Descargo de responsablidad

source: Domain
ca: Domini
es_es: Dominio

source: From a mobile device, you'll need to install the Jitsi App
ca: Des d'un dispositiu mòbil, teniu que instal·lar l'aplicació Jitsi
es_es: Desde un dispositivo móvil, necesitarás instalar la aplicación de Jitsi

source: Go!
ca: Anar!

source: Guest
ca: Invitat
es_es: Invitado

source: Hello I am here! not created for security reasons (WP "nonce"). Refresh page and try again!
ca: Reunió no creada per motius de seguretat (WP "nonce"). Refresca la pàgina i torna a provar!
es_es: Hello I am here! no creado por cuestiones de seguridad (WP 'nonce'). ¡Actualiza la página e inténtalo de nuevo!

source: If you are not using your own Jitsi servers, let "I have my own domain" unchecked.
ca: Si no estàs utilitzant els teus propis servidors de Jitsi, deixa "Tinc el propi domini" desmarcat.
es_es: Si no estás usando tus propios servidores de Jitsi, deja "Tengo mi propio dominio" desmarcado.

source: Insert shortcode <code>[show-meet]</code> in any page. Or create a new page and insert there.
ca: Inserta el shortcode <code>[show-meet]</code> a alguna pàgina. O crea una nova pàgina i inserta'l allí
es_es: Inserta el shortcode <code>[show-meet]</code> en alguna página. O crea una página nueva e insértalo ahí

source: Insert your meeting code
ca: Escriu el teu codi de reunió
es_es: Introduce tu código de reunión

source: Insert your name (optional).
ca: Escriut el teu nom (opcional).
es_es: Escribe tu nombre (opcional).

source: Instructions
ca: Instruccions
es_es: Instrucciones

source: Invalid Code
ca: Codi invàlid
es_es: Código no válido

source: Link generated. Click Go! to connect.
ca: Enllaç generat. Fes click a Anar! per connectar.
es_es: Enlace generado. Haz click en Go! para conectar.

source: Loading
ca: Carregant
es_es: Cargando

source: Make a donation and help the development of the plugin
ca: Fes una donació i ajuda al desenvolupament del plugin
es_es: Haz una donación y ayuda al desarrollo del plugin

source: Meeting created at
ca: Reunió creada el
es_es: Reunión creada el

source: Meeting created!
ca: Reunió creada!
es_es: ¡Reunión creada!

source: Meeting not created
ca: Meeting no creat
es_es: Meeting no creado

source: Name
ca: Nom
es_es: Nombre

source: Schedule it
ca: Programar
es_es: Programar

source: Scheduled Date
ca: Data programada
es_es: Fecha programada

source: Select date and time.
ca: Selecciona data i hora.
es_es: Selecciona fecha y hora

source: Send your client/student/friend/... the meeting code and the page url
ca: Envía al teu client/estudiant/amic/... el codi de reunió y la direcció de la pàgina on està el shortcode anterior
es_es: Envía a tu cliente/estudiante/amigo/... el código de reunión y la dirección de la página donde está el shortcode anterior

source: Set meeting title (optional).
ca: Títol de la reunió (opcional)
es_es: Título de la reunión (opcional).

source: Title
ca: Títol
es_es: Título

source: You and your client/studen/friend/... put the meeting code in the page
ca: Tú i el teu client/estudiant/amic/... poseu el codi a la pàgina
es_es: Tú y tu cliente/estudiante/amigo/... ponéis el código en la página
